tap 'homebrew/dupes'
brew 'atool'
brew 'bash'
brew 'bash-completion'
brew 'bat'
brew 'cmake'
brew 'coreutils'
brew 'dos2unix'
brew 'findutils'
brew 'fzf'
brew 'git'
brew 'gnu-sed', args: ['with-default-names']
brew 'gnu-tar', args: ['with-default-names']
brew 'gnu-units', args: ['with-default-names']
brew 'gnu-which', args: ['with-default-names']
brew 'gnupg'
brew 'hexyl'
brew 'homebrew/dupes/diffutils'
brew 'homebrew/dupes/grep', args: ['with-default-names']
brew 'homebrew/dupes/less'
brew 'homebrew/dupes/make', args: ['with-default-names']
brew 'homebrew/dupes/openssh'
brew 'httpie'
brew 'htop'
brew 'hugo'
brew 'jq'
brew 'just'
brew 'keychain'
brew 'macvim', args: ['with-override-system-vim']
brew 'node'
brew 'openssl', args: ['universal']
brew 'pandoc'
brew 'pgcli'
brew 'pkg-config'
brew 'readline'
brew 'ripgrep'
brew 'stow'
brew 'tealdeer'
brew 'tokei'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'yarn'
brew 'zsh'

# Useful utilities
# brew 'tig'
# brew 'dive'
# brew 'shellcheck'
