brew 'atool'
# brew 'awscli'
brew 'bat'
# brew 'cmake'
brew 'coreutils'
brew 'difftastic'
brew 'diffutils'
# brew 'dive'
brew 'dos2unix'
brew 'fd'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'git-absorb'
brew 'gnu-sed'
brew 'gnu-units'
brew 'grep'
brew 'hexyl'
brew 'htop'
brew 'hyperfine'
brew 'jq'
brew 'just'
brew 'less'
brew 'make'
brew 'neovim'
# brew 'pandoc'
# brew 'pass'
# brew 'pgcli'
# brew 'pkg-config'
brew 'ripgrep'
# brew 'rustup-init'
brew 'sd'
# brew 'shellcheck'
brew 'stow'
brew 'tmux'
brew 'tokei'
brew 'wget'
brew 'yarn'
# brew 'zk'
brew 'zsh'

# vim: ft=ruby
